kasrt/kasrt/app/Controllers/iuran.php

SELECT *
FROM `iuran`
---
    public function admin_index()
    {
        $title = 'Iuran Warga';
        $model = new IuranModel();
        $iuran = $model->findAll();